Revit 2027 API
ParameterTypeId.StructuralSectionIshapeBoltSpacingTwoRows Property
 "Bolt Spacing Two Rows"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIshapeBoltSpacingTwoRows { get; }
Public Shared ReadOnly Property StructuralSectionIshapeBoltSpacingTwoRows As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIshapeBoltSpacingTwoRows {
	ForgeTypeId^ get ();
}
static member StructuralSectionIshapeBoltSpacingTwoRows : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace